Repository: gdquest-demos/godot-tours-101-the-godot-editor
Catalog: addons/godot_tours/ui/locale/*.po
Languages: ro

source: NEXT STEP
ro: PASUL URMĂTOR

source: BACK
ro: ÎNAPOI

source: END TOUR AND CONTINUE LEARNING
ro: ÎNCHIDEȚI TURUL ȘI CONTINUAȚI SĂ ÎNVĂȚAȚI

source: NO
ro: NU

source: YES
ro: DA

source: Close the tour?
ro: Închideți turul?

source: Your progress will be lost.
ro: Progresul tău va fi pierdut.

source: Welcome to Godot Tour!
ro: Bun venit la Turul Godot!

source: START LEARNING
ro: INCEPEȚI SĂ ÎNVĂȚAȚI

source: Reset the tour?
ro: Resetați turul?

source: Do you want to reset %s? This will reset the files to the tour starting point, overwriting your changes.
ro: Vreți să resetați %s? Această acțiune va reseta fișierele la punctul inițial, scriind peste modificările voastre.
